{"translation-revision-date":"2021-09-14 17:44:06+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Import":["İçe aktar"],"Landing Pages":["Açılış Sayfaları"],"Products Archive":["Ürün Arşivi"],"What is a 404 Page Template?":["404 Sayfa Şablonu nedir?"],"What is a Products Archive Template?":["Ürün Arşiv Şablonu nedir?"],"What is a Single Product Template?":["Tek Ürün Şablonu nedir?"],"What is an Archive Template?":["Arşiv Şablonu nedir?"],"What is a Single Post Template?":["Tek Gönderi Şablonu nedir?"],"What is a Single Page Template?":["Tek Sayfa Şablonu nedir?"],"What is a Footer Template?":["Footer Şablonu nedir?"],"What is a Header Template?":["Header Şablonu nedir?"],"App could not be loaded":["Uygulama yüklenemedi"],"Global Colors":["Global Renkler"],"Search Results":["Arama sonuçları"],"Product":["Ürün"],"Error 404":["Hata 404"],"Create Full Site":["Tam Site Oluştur"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Son gönderilerinizi, arama çubuğunuzu veya kullanıcının aradıklarını bulmasına yardımcı olabilecek herhangi bir bilgiyi görüntüleyerek sitenizin ziyaretçilerini kaybolduğunda mutlu edin."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["404 sayfalık şablon, ziyaretçi var olmayan bir sayfaya geldiğinde görüntülenen sayfanın düzenini ve stilini kolayca tasarlamanızı sağlar."],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Birden çok arşiv ürün şablonu oluşturabilir ve her birini farklı ürün kategorilerine atayabilirsiniz. Bu size gösterilen her ürün türü için görünümü özelleştirme özgürlüğü verir."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Ürün arşivi şablonu, WooCommerce mağaza sayfanızın veya diğer ürün arşiv sayfalarınızın düzenini ve stilini kolayca tasarlamanızı sağlar - kategoriler, etiketler, vb. terimlere göre filtreuygulanabilecek ürünlerin listesini gösteren bu sayfalar."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Birden çok tek ürün şablonu oluşturabilir ve her birini farklı ürün türlerine atayarak her bir benzer ürün grubu için özel bir tasarım sağlayabilirsiniz."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Tek bir ürün şablonu, WooCommerce tek ürün sayfalarının düzenini ve stilini kolayca tasarlamanızı ve bu şablonu atadığınız çeşitli koşullara uygulamanızı sağlar."],"You can customize the message if there are no results for the search term.":["Arama terimi için sonuç yoksa iletiyi özelleştirebilirsiniz."],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Arama Sonuçları sayfasının düzenini ve tasarımını, yalnızca arama sonuçlarını görüntülemek için özel bir arşiv şablonu olan Arama Sonuçları şablonuyla kolayca kontrol edebilirsiniz."],"What is a Search Results Template?":["Arama Sonuçları Şablonu nedir?"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Belirli bir kategori için farklı bir stil istiyorsanız, durumu yalnızca kullanıcılar o kategorinin yayın listesini görüntülerken görüntülenecek ayrı bir arşiv şablonu oluşturmak kolaydır."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Arşiv şablonu, arşiv sayfalarının düzenini ve stilini kolayca tasarlamanızı sağlar - bu sayfalar bir gönderi listesini gösterir (örn. bir blogun son gönderiler listesi), yazarlar, kategoriler, etiketler, arama sonuçları gibi terimlere göre filtrelenebilir."],"You can create multiple single post templates, and assign each to a different category.":["Birden çok tek gönderi şablonu oluşturabilir ve her birini farklı bir kategoriye atayabilirsiniz."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Tek bir gönderi şablonu, gönderilerin düzenini ve stilini kolayca tasarlamanızı sağlayarak, örneğin tüm blog gönderilerinizde bir tasarım tutarlılığı sağlar."],"You can create multiple single page templates, and assign each to different areas of your site.":["Birden çok tek sayfa şablonu oluşturabilir ve her birini sitenizin farklı alanlarına atayabilirsiniz."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Tek sayfaşablonu, sayfa düzenini ve stilini kolayca oluşturmanıza olanak sağlayarak sitenizin tüm sayfalarında tasarım tutarlılığı sağlar."],"You can create multiple footers, and assign each to different areas of your site.":["Birden çok altbilgi oluşturabilir ve her birini sitenizin farklı alanlarına atayabilirsiniz."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["Altbilgi şablonu, temanızın altbilgi tasarım kısıtlamalarının sınırları olmadan özel WordPress altlıklarını kolayca tasarlamanızı ve düzenlemenizi sağlar"],"You can create multiple headers, and assign each to different areas of your site.":["Birden çok üstbilgi oluşturabilir ve her birini sitenizin farklı alanlarına atayabilirsiniz."],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["Üstbilgi şablonu, özel WordPress üstbilgilerini kolayca tasarlamanızı ve düzenlemenizi sağlar, böylece temanızın üstbilgi tasarım sınırlamaları tarafından artık kısıtlanamamanıza neden olur."],"Not Found":["Bulunamadı"],"Tip":["İpucu"],"Watch Video":["Video seyret"],"Site Settings":["Site ayarları"],"Site Parts":["Site Parçaları"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Özür dileriz ama bir şeyler ters gitti. 'Daha fazla bilgi edinin' seçeneğini tıklayın ve hızlı bir şekilde çözmek için her adımı izleyin."],"Theme Builder could not be loaded":["Tema Oluşturucu yüklenemedi"],"All Parts":["Tüm Parçalar"],"Layout Settings":["Düzen Ayarları"],"Next":["Sonraki"],"Previous":["Önceki"],"Theme Builder":["Tema Yapıcı"],"Popups":["Açılır pencereler"],"Continue":["Devam"],"Theme Builder is the industry leading all-in-one solution that lets you customize every part of your WordPress theme visually: Header, Footer, Single, Archive & WooCommerce":["Theme Builder, WordPress temanızın her bölümünü görsel olarak kişiselleştirmenize olanak tanıyan, sektörün önde gelen hepsi bir arada bir çözümdür: Üstbilgi, Altbilgi, Tek, Arşiv ve WooCommerce."],"Skip":["Atla"],"Something went wrong.":["Bir şeyler yanlış gitti."],"Add New":["Yeni"],"Select File":["Dosya seç"],"Enable":["Etkinleştir"],"Edit Template":["Şablonu düzenle"],"Go Pro":["Pro edinin"],"Close":["Kapat"],"Export":["Dışa aktar"],"Saved Templates":["Kayıtlı şablonlar"],"Learn More":["Daha Fazlasını Öğrenin"],"Global Fonts":["Genel yazı tipleri"],"Info":["Bilgi"],"Elementor":["Elementor"],"Loading":["Yükleniyor"],"Content":["İçerik"],"Go Back":["Geri dön"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}